{
  "experiences": [
    {
      "institute": "Texas A&M University",
      "instituteAbbreviation": "TAMU",
      "instituteImg": "images/institutes/tamu.jpg",
      "level": "bachelor",
      "degree": "Bachelor of Science",
      "degreeAbbreviation": "B.S.",
      "startYear": 2012,
      "endYear": 2015,
      "completionStatus": "completed",
      "major": "Nuclear Engineering",
      "track": null,
      "gradeName": "GPA",
      "grade": "4.00",
      "gradePossible": "4.00",
      "honor": "Summa Cum Laude",
      "brief": ["I completed my bachelor's degree in nuclear engineering at Texas A&M with the highest honor. During these years, I received Jeff W Simmons'85 Scholarship, Dean's Honor Award, Adams Family Scholarship and Undergraduate Summer Research Grant.",
                "Fascinated by the purity and rigor of mathematics, I started to pursue the transport theory which is the most mathematically-intensive area related to nuclear, and eventually turned to mathematics in my master's study."]
    }, {
      "institute": "Texas A&M University",
      "instituteAbbreviation": "TAMU",
      "instituteImg": "images/institutes/tamu.jpg",
      "level": "master",
      "degree": "Master of Science",
      "degreeAbbreviation": "M.S.",
      "startYear": 2015,
      "endYear": 2018,
      "completionStatus": "completed",
      "major": "Mathematics",
      "track": "Traditional",
      "gradeName": "GPA",
      "grade": "4.00",
      "gradePossible": "4.00",
      "honor": null,
      "brief": ["I earned my master's degree from Texas A&M, an institute with globally reputed functional analysis.",
                "Though my degree comes from the traditional track emphasizing the theoretical and fundamental part of mathematics, I spent quite an amount of time in numerical PDEs and the particle transport theory while I was working at the Center for Large-Scale Scientific Simulations.",
                "This program is a milestone on my journey from an engineer to an applied mathematician. After graduation, I am pursuing research in statistics and optimization."]
    }, {
      "institute": "TreeHouse",
      "instituteAbbreviation": null,
      "instituteImg": "images/institutes/treehouse.png",
      "level": "professional",
      "degree": "TechDegree",
      "degreeAbbreviation": "TechDegree",
      "startYear": 2018,
      "endYear": null,
      "completionStatus": "in progress",
      "major": "Front-End Web Development",
      "track": null,
      "gradeName": null,
      "grade": null,
      "gradePossible": null,
      "honor": null,
      "brief": ["The Front End Web Development TechDegree program is lauched by TreeHouse, an online education organization. It consists of 28 courses, 140 quizzes, 197 challenges, 9 projects and a proctored final exam.",
                "The program covers HTML, CSS, animations, Sass, JavaScript, jQuery, AJAX, Bootstrap, SVGs, responsive designs, web accessibility, performance optimization, audio and video, and so on.",
                "I am completing the program soon."
      ]
    }, {
      "institute": "Georgia Institute of Technology",
      "instituteAbbreviation": "GaTech",
      "instituteImg": "images/institutes/gatech.jpg",
      "level": "master",
      "degree": "Master of Science",
      "degreeAbbreviation": "M.S.",
      "startYear": 2018,
      "endYear": null,
      "completionStatus": "in progress",
      "major": "Computer Science",
      "track": "Machine Learning",
      "gradeName": "GPA",
      "grade": "4.00",
      "gradePossible": "4.00",
      "honor": null,
      "brief": ["I am currently in the master's program of GaTech. Though I had a lot of programming experience in computational math/physics, this program has been enriching me by the systematic methodologies of computer science.",
                "Having gained abundant knowledge in software engineering, machine learning, databases and Android development from the program, I will also take courses in artificial intelligence, computer photography, computer vision, algorithms and operating system in the future."]
    }
  ]
}
